<script>
  import MainLayout from "../layouts/MainLayout.svelte";
</script>

<MainLayout h1="Админ панель">
  <section>
    <div>Добро пожаловать в админ-панель.</div>
    <div>
      Здесь вы можете увидеть актуальное состояние участников марафона, а также
      создать свой сценарий его проведения.
    </div>
    <div>
      Шаги создания сценария:
      <ol>
        <li>
          в разделе "Напоминания" создайте варианты напоминаний, которые можно
          будет установить в вашем сценарии
        </li>
        <li>
          в разделе "Кнопки" создайте псевдонимы для действий пользователя
        </li>
        <li>создавайте сцены и шаги в разделе "Сценарий"</li>
      </ol>
    </div>
  </section>
</MainLayout>
